{
    "article_1.txt": [
        "Electronic Cross-Border Services",
        "MyHealth@EU",
        "ePrescription",
        "Patient Summaries",
        "eDispensation",
        "European Health Record",
        "Cross-Border Health Emergencies",
        "Healthcare Access in EU",
        "Language Barrier in Healthcare",
        "European Health Data Exchange",
        "general_info",
        "What is Electronic Cross Border Healthcare",
        "What are Electronic Cross-Border Services in the EU?",
        "What is MyHealth@EU?",
        "How do ePrescriptions work across EU borders?",
        "What information do Patient Summaries provide?",
        "What is eDispensation in the context of cross-border healthcare?",
        "What is ePrescription?",
        "What is the European Health Record and its future implementation?",
        "How do these services benefit European citizens?",
        "What role do these services play in EU Cross-Border Health Emergencies?"
    ],
    "article_11.txt": [
        "login process",
        "Login Process",
        "User Functions",
        "What are the main user functions supported by the NCP eHealth(Cyprus) Portal?",
        "How does the login process work for the NCP eHealth(CY) Portal?",
        "What modules are available to users within the NCP eHealth(Cyprus) Portal?"

    ],
    "article_12.txt": [
        "NCP eHealth(Cyprus) Portal",
        "Login Process",
        "Two Factor Authentication",
        "Doctor Operations",
        "National Patient Data",
        "Patient Summary Reports",
        "Patient Clinical Data",
        "Patient Management",
        "Medical Records",
        "What operations can doctors perform in the NCP eHealth(Cyprus) Portal?",
        "What is included in the Patient Summary Reports that doctors create?"
    ],
    "article_13.txt": [
        "NCP eHealth(Cyprus) Portal",
        "Doctor Operations",
        "National Patient Data",
        "EU Patient Data",
        "PS-B Service",
        "European Patient",
        "Medical Records Access",
        "PDF Document",
        "Clinical Document",
        "CDA Display Viewer",
        "What operations can doctors perform for national patient data in the NCP eHealth(Cyprus) Portal?",
        "How do doctors access and manage European Union (EU) patient data in the portal?",
        "What is the PS-B Service in the NCP eHealth(Cyprus) Portal?",
        "How are clinical documents displayed for EU patients in the portal?"
    ],
    "article_2.txt": [
        "NCP eHealth(Cyprus) Portal",
        "Electronic Cross-Border Services",
        "ePrescription",
        "Patient Summary",
        "European Health Record",
        "Cross-Border Health Data Exchange",
        "Health Data Protection",
        "Health Data Consent",
        "IT Infrastructure for Health Data Exchange",
        "European Health Insurance Card (EHIC)",
        "Medication Dispensation Abroad",
        "Medication Reimbursement",
        "How can European citizens retrieve medication in pharmacies when traveling to another EU country?",
        "How do doctors in the country of travel access essential medical information about patients from another EU country?",
        "What is the future of the Patient Summary in the context of EU healthcare?",
        "What steps are necessary for citizens to ensure their health data is available for cross-border exchange?",
        "How are personal data protected in the context of cross-border healthcare services?",
        "What document must citizens carry to identify themselves when using cross-border healthcare services?",
        "What happens if a medication prescribed in one country is not available or reimbursable in another EU country?",
        "How does the European Health Insurance Card (EHIC) facilitate healthcare access during temporary stays in other EU countries?",
        "What language barriers are addressed in cross-border healthcare services?",
        "What role does IT infrastructure play in enabling smooth cross-border exchange of health data?",
        "How does it Work?",
        "How are my personal data protected?",
        "What do I have to do, to have my health data available for cross-border exchange?",
        "Do I have access to the same health services in my country of travel as the citizens living there?",
        "I don't speak the pharmacist's language. How will the pharmacist get the right information from my doctor?",
        " How will I know how to take the medication?",
        "What document do I need to take with me when going to a Pharmacy or consulting a doctor abroad?",
        "Will I be reimbursed for my medication as I am at home, and how should I apply for that?"
    ],
    "article_3.txt": [
        "NCP eHealth(Cyprus) Portal",
        "Electronic Cross-Border Services",
        "ePrescription",
        "Patient Summary",
        "Health Data Exchange",
        "Data Protection Legislation",
        "Authorization to Act on Behalf of Someone Else",
        "Medication Dispensation Abroad",
        "Access to Patient Health Data",
        "Language of ePrescription",
        "Translation of ePrescription",
        "Content of Patient Summary",
        "Can a European citizen retrieve a prescription issued in another EU country from their country of residence?",
        "What documents or authorizations are required to act on behalf of someone else in cross-border healthcare?",
        "What should a citizen do if urgently needed medication is unavailable in the country of travel?",
        "Do doctors in the country of travel automatically have access to a patient's health data?",
        "In what language is an ePrescription written, and how is it translated for use in the country of travel?",
        "What information does the Patient Summary contain?",
        "How should doctors and pharmacists handle patient health data to comply with privacy laws in the country of travel?",
        "What role does the national portal play in informing patients about electronic cross-border services?",
        "What training or support is available for doctors regarding Patient Summaries?",
        "I was unable to obtain medicine from a pharmacy in my country of travel, but I need it urgently. What shall I do?",
        "I am a European citizen who travelled to another European country and had an electronic prescription issued in the country of travel. Can I retrieve the prescribed medicine from my country of residence?",
        "Can I purchase medicines on behalf of someone else, for instance my child or my wife?",
        "Does every doctor in the country of travel automatically have access to the patient's health data?",
        "Do I need to indicate or inform that my patient is travelling?"
    ],
    "article_4.txt": [
        "NCP eHealth(CY) Portal",
        "Doctors in Country of Residence",
        "ePrescription Language",
        "Patient Summary Contents",
        "Automatic Translation of ePrescription",
        "Accessing Patient Health Data",
        "Patient Identity Verification",
        "Privacy Statement for Health Data Processing",
        "Error Messages in Patient Summary Access",
        "Identification Documents for Cross-Border Services",
        "In what languages are ePrescriptions available for pharmacists in the country of travel?",
        "What is the information available in the Patient Summary?",
        "How do I verify the patient's identity before accessing their Patient Summary?",
        "How do I access the Patient Summary of a foreign citizen?"
    ],
    "article_5.txt": [
        "NCP eHealth(Cyprus) Portal",
        "Doctors in the Country of Travel",
        "Patient Summary",
        "Emergency Services",
        "European Health Insurance Card (EHIC)",
        "EHIC",
        "S2 Form",
        "Payment for Health Services",
        "Pharmacists Country of Travel",
        "Identification Document",
        "Accessing Patient Data",
        "ePrescription",
        "Patient Identity Control",
        "Language of Patient Data",
        "Contacting Patient's Doctor",
        "Dispensation Process",
        "Language for Medicine Use Information",
        "In what language will the patient's summary be accessible? What if it is in a language I do not speak and the patient quickly needs assistance?",
        "What if the patient needs to visit an emergency service but is not adequately treated because their data has not been updated? Who is liable?",
        "How will the foreign patient pay for the health service received?",
        "How do pharmacists control the patient's identity and access patient data related to ePrescriptions?",
        "In which language do pharmacists access patient data and ePrescriptions?",
        "In which language do pharmacists provide information about the use of medicines to patients?",
        "In what language will the patient's summary be accessible? What if it is in a language I do not speak and the patient quickly needs assistance?",
        "How do I control the patient's identity?",
        "How do I access the patient's data?",
        "What data do I have access to?",
        "Can I contact the patient's doctor if I have questions?",
        "In which language do I have access to patient's data?",
        "In which language do I have to help the patient / give the information about the use of the medicine?"
    ],
    "article_6.txt": [
        "How is the reimbursement foreseen?",
        "Does the patient have to pay for the medication even though it is reimbursed in my country?",
        "What about if the medication is reimbursed in his/her country and not in my country?"
    ],
    "article_7.txt": [
        "NCP eHealth(CY) Portal",
        "access requirements",
        "CY Login Account",
        "patient summary report",
        "ePrescriptions",
        "secure online personal account",
        "two factor authentication (2FA)",
        "Cyprus Government Portal",
        "What specific steps are necessary to create a CY Login Account for accessing the NCP eHealth(CY) Portal?",
        "Why is Two Factor Authentication (2FA) emphasized in the login process?"
    ],
    "article_8.txt": [
        "MyHealth@EU Service",
        "IHE Connectathon 2022",
        "Process flow diagram",
        "Registry roles",
        "NeHA Administrator",
        "NeHA Operator",
        "Pharmacy Operator",
        "Certificate management",
        "Healthcare data security",
        "Cross-border services",
        "How do NeHA Administrators and Operators collaborate to ensure the secure management of healthcare professionals and pharmacies within the NCP eHealth(CY) Portal?",
        "How is the MyHealth@EU Service depicted in the graphical flow diagram?",
        "What concepts from the IHE Connectathon 2022 are integrated into the process flow?",
        "What are the key stages or components shown in the graphical flow of the MyHealth@EU Service?",
        "What are the main user groups intended for the Registry Portal in Cyprus?",
        "How do healthcare professionals such as physicians and pharmacists benefit from the Registry Portal?",
        "What responsibilities does the NeHA Administrator have within the NCPeH CY framework?",
        "Describe the roles and responsibilities of the NeHA Operator in managing pharmacists and pharmacies.",
        "What role does the Pharmacy Operator play in the operational management of pharmacies and pharmacists?",
        "Explain the importance of certificates in the roles of pharmacists and physicians within the system."
    ],
    "article_9.txt": [
        "NCP eHealth(Cyprus) Portal",
        "Registry Roles",
        "Physicians",
        "Pharmacists",
        "Certificates",
        "Creation of Certificates",
        "Viewing Certificates",
        "Revocation of Certificates",
        "Professional qualifications",
        "Authentication",
        "Certification status",
        "What roles do physicians and pharmacists play in the NCP eHealth(Cyprus) Portal regarding certificates?",
        "What are the responsibilities associated with the creation of certificates for physicians and pharmacists?",
        "How do physicians and pharmacists view their certificates within the system?",
        "Who has the authority to revoke active certificates in the NCP eHealth(Cyprus) Portal?",
        "Why are certificates crucial for verification and authentication within the portal?"
    ]
}